Repository: Rochak69/buyer-app
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Pradesh
ne: प्रदेश

# lumbini
source: Lumbini Provincial Government
ne: लुम्बिनी प्रदेश सरकार

# agriculture
source: Agriculture and Land Management Ministry
ne: कृषि तथा भूमि व्यवस्था मन्त्रालय

# test
source: this is test
ne: is test

# ministry
source: Ministry of Agriculture and Land Management
ne: पशुपन्छी तथा मत्स्य बिकास निर्देशनालय

# butwal
source: Mukam butwal
ne: मुकाम बुटवल

# farmer_details
source: Farmers Details
ne: बेबसाहिक रुपामा माछा पालन गर्ने किसानको विवरण

source: farmer_name
ne: माछा पालक कृषकको पूरा नाम

source: Mobile Number
ne: मोबाइल नम्बर

source: Farm Name
ne: माछा फर्मको नाम

source: Farm address
ne: माछा पालन/फर्मको ठेगाना

# farmer_district
source: District
ne: जिला

source: Palika
ne: पालिका

source: Woda
ne: वडा

source: facebook page
ne: फेसबुक पेज

# tole
source: tole name
ne: टोलको नाम

source: Email
ne: इमेल

source: Fish Farm Area Details
ne: माछा पोखरीको जलाशय क्षेत्रफल

source: Pond area
ne: पोखरीको क्षेत्रफल

source: Area Unit
ne: क्षेत्रफलको एकाई

# kyc_form
source: this is the form to know more about you
ne: कृपया तपाइँलाई चिन्नको लागि तपाइँको पहिचान खोल्ने कागजात प्रदान गर्नुहोस् अन्यथा तपाईको प्रमाणिकरण ढिलो हुनेछ

# citizenship_name
source: Name on Citizensip
ne: नागरिकताको नाम

source: citizenship number
ne: नागरिकता नम्बर

# no_citizenship
source: Only if you dont have citizenship
ne: यदि तपाईंसँग नागरिकता छैन भने मात्र:

# citizenship_place
source: place where the citizenship was made
ne: नागरिकता जारी गर्ने जिल्ला

# upload_document
source: Photo of the citizenship holder (Note: photo size 2 MB)
ne: जसको नागरिकता हो उसको प्रोफाइल फोटो अपलोड गर्नुहोस् (नोट: photo size less than 2 MB)

# ask_necessary_document
source: Only if you have related documents of office
ne: पालिका वा वडा बाट पहिचान खोल्ने कागजात अपलोड गर्नुहोस् (नोट: Photo size 2 M.B)

# citizenship_upload
source: upload photo of citizenship(Note: photo size 2 MB)
ne: नागरिता अपलोड गर्नुहोस् (नोट: photo size less than 2 MB)

source: order history
ne: विगतको लेनदेनको कुल सूची

# fish_type
source: Type of Fish
ne: माछाको प्रजाती:

# fish_weight
source: Weight of fish
ne: माछाको आकार:

source: quantity
ne: माछाको परिमाण:

source: Yield Date:
ne: माछा मारको मिति:

source: accept
ne: स्वीकार

source: reject
ne: अस्वीकार

source: Buyer Name
ne: खरिद गर्ने व्यक्तिको नाम:

# buyer_page_details
source: Buyer Details
ne: माछा खरिद गर्ने व्यापारीको विवरण

# buyer_address
source: Buyers address
ne: माछा व्यापारीको ठेगाना:

# pond_total_quantity
source: Total fish quantity of the selected type
ne: यो प्रजातीका कुल माछा मारेको परिमाण के.जी. लाख्नुहोस्

# pond_fish_date
source: Fish Yield Date
ne: पोखरीमा माछा मारको मिति

source: buy date:
ne: खरिद गर्न चाहेको मिति:

# contact_details
source: Phone Number
ne: सम्पर्क नम्बर:

source: Expiry Date:
ne: समाप्ति मिति:

source: completed
ne: सफल बिक्री

source: cancelled
ne: अस्वीकृत बिक्री

source: Fish Yields
ne: खाने माछा उत्पादन

# listing_expired
source: Your listing has been expired
ne: विज्ञापन सकिने दिन:

# commpany_details
source: Only if you have company related documents
ne: यदि तपाईंसँग कम्पनी सम्बन्धित कागजात छ भने मात्र

# company_contact_details
source: Company contact number :
ne: कम्पनीको सम्पर्क नम्बर :

source: company name:
ne: व्यापारीको कम्पनीको नाम:

# business_company_name
source: Company Name
ne: व्यापारीको कम्पनीको नाम:

source: website
ne: वेबसाइट:

# fish_yields_details
source: Fill the details for your yields
ne: आजको मितिमा बेच्नु तयार भयको विभिन्न प्रजातीका माछाको जात र आकार संग जानकारी अपलोड गर्नुहोस्

source: Total Weight
ne: खरिद गर्न चाहेको परिमाण:

# your_listing_details
source: Details for fish listed for selling by you
ne: बजारको लागी बिक्री अर्डरमा राखेयाको बाकी माछाको विवरण

# conpany_form_statement
source: अन्य कम्पनी सम्बन्धित कागजात अपलोड गर्नुहोस् (नोट: File size less than 10 M.B.)
ne: अन्य कम्पनी सम्बन्धित कागजात अपलोड गर्नुहोस् (नोट: Photo size 10 M.B.)

source: Your Listings
ne: खरिद गर्न चाहेको

# no_offer
source: so far, no businessman has requested to buy fish
ne: अहिलेसम्म कुनै पनि व्यवसायीले माछा किन्न अनुरोध गरेका छैनन्

# mark_as_completed
source: Are you sure want to mark this as completed
ne: के तपाईं यो व्यक्तिको खरिद आदेश स्वीकार गर्न चाहनुहुन्छ?

# marks_as_cancelled
source: Are you sure want to mark this as cancelled
ne: के तपाईं यो व्यक्तिको खरिद आदेश अस्वीकार गर्न चाहनुहुन्छ?

# problem_facing
source: What type of issues are you facing?
ne: तपाईं कस्तो प्रकारको समस्या सामना गर्दै हुनुहुन्छ?
